[M_ClaptrapBirthdayBash MissionDefinition]
MissionDescription="It's been seven years since Claptrap was first built, and he wants to celebrate the occasion. He's asked you to invite some of his closest friends to his birthday bash in [place]Sanctuary[-place]. Once you've done that, all you need to do is have fun at the party! "
TurnInDescription="You went to Claptrap's birthday party. It got pretty awkward."
